{
  "tweets": [
    {
      "_id": "601808cb96721550607f4a41",
      "user": {
        "fullName": "Janell Warner",
        "nickName": "trollery",
        "avatarUrl": "https://source.unsplash.com/random/100x100?1"
      },
      "text": "Aliqua aute labore id nulla non in est laborum est. In ut proident reprehenderit nostrud ipsum veniam elit dolor eiusmod ea adipisicing elit laborum. Tempor aute laboris in est anim veniam est. Officia qui in ut in. Sint reprehenderit laboris Lorem mollit commodo nulla nisi tempor magna amet ipsum do laboris ex."
    },
    {
      "_id": "601808cbc1318cef606aaf0c",
      "user": {
        "fullName": "Randolph Clay",
        "nickName": "vertide",
        "avatarUrl": "https://source.unsplash.com/random/100x100?4"
      },
      "text": "Anim pariatur do nostrud duis magna non mollit. Quis ipsum commodo quis aliqua. Tempor mollit velit officia aliqua irure deserunt sunt sunt. Eiusmod irure aliqua incididunt cillum occaecat ullamco ad ex ex. Est laboris culpa pariatur eu ut eiusmod tempor culpa aliquip."
    },
    {
      "_id": "601808cb017abfdc9451c29c",
      "user": {
        "fullName": "Candice Willis",
        "nickName": "dymi",
        "avatarUrl": "https://source.unsplash.com/random/100x100?1"
      },
      "text": "Cupidatat commodo do reprehenderit est commodo labore consectetur deserunt proident. Officia veniam ullamco magna sint dolore minim. Dolore est consectetur exercitation laboris Lorem Lorem ex culpa. Ipsum pariatur anim nisi amet consequat deserunt voluptate. Aliqua exercitation reprehenderit proident deserunt occaecat ea dolore quis eiusmod quis."
    },
    {
      "_id": "601808cb80e7f7e9b6935595",
      "user": {
        "fullName": "Snider Lucas",
        "nickName": "goko",
        "avatarUrl": "https://source.unsplash.com/random/100x100?5"
      },
      "text": "Amet culpa ullamco anim velit aliqua duis qui pariatur sunt non ipsum cupidatat Lorem officia. Lorem quis sunt aliquip excepteur ad eiusmod. Ipsum officia nostrud ullamco amet est veniam incididunt nostrud laboris sunt esse in amet eiusmod. Sit et proident in eu magna reprehenderit exercitation pariatur cillum tempor veniam veniam. Esse mollit pariatur non ullamco."
    },
    {
      "_id": "601808cb1aba5378ce6f969d",
      "user": {
        "fullName": "Cooke Johnston",
        "nickName": "entropix",
        "avatarUrl": "https://source.unsplash.com/random/100x100?3"
      },
      "text": "Velit sint labore deserunt occaecat proident anim officia et tempor amet est velit esse. Qui officia pariatur veniam ad sint quis duis duis nostrud aute eiusmod qui. Eu consectetur laborum aliqua culpa labore pariatur pariatur irure magna tempor in est aliqua tempor. Laboris commodo nulla aliqua nulla consequat exercitation fugiat proident mollit consectetur eu culpa. Est est deserunt ad cupidatat fugiat cillum sint esse ut enim in ullamco."
    },
    {
      "_id": "601808cbe60cb52f289d04b0",
      "user": {
        "fullName": "Marla Erickson",
        "nickName": "aquamate",
        "avatarUrl": "https://source.unsplash.com/random/100x100?4"
      },
      "text": "Laborum fugiat nisi velit tempor enim mollit qui. Nostrud ipsum eiusmod reprehenderit irure deserunt deserunt do cupidatat. Laborum exercitation adipisicing nisi sunt cupidatat ex voluptate aliquip dolor ipsum tempor ad. Incididunt veniam ea enim ipsum velit magna mollit sunt consectetur aliqua Lorem. Nulla aliquip ullamco qui do id labore quis est duis ipsum tempor ea ullamco."
    },
    {
      "_id": "601808cbd8067b85b70a424d",
      "user": {
        "fullName": "Blevins Salas",
        "nickName": "zappix",
        "avatarUrl": "https://source.unsplash.com/random/100x100?1"
      },
      "text": "Dolor anim commodo ea consequat veniam ad dolore voluptate deserunt deserunt. Tempor labore occaecat irure consequat elit ex. Consectetur incididunt esse duis non cupidatat ullamco reprehenderit pariatur sint proident veniam laboris anim fugiat. Tempor eu ad ullamco in amet eiusmod amet proident. Occaecat cupidatat commodo excepteur veniam esse esse eiusmod proident quis laborum sit exercitation id ad."
    },
    {
      "_id": "601808cb7c4a71513456f8fd",
      "user": {
        "fullName": "Preston Mcneil",
        "nickName": "elpro",
        "avatarUrl": "https://source.unsplash.com/random/100x100?4"
      },
      "text": "Nisi laboris est velit proident adipisicing laboris nostrud amet veniam ex. Do do nostrud incididunt mollit ipsum. Ipsum labore sint tempor magna consequat nisi occaecat. Eiusmod qui amet tempor magna est est exercitation sunt officia et labore irure. Aliquip tempor nulla elit cillum anim minim sunt anim."
    },
    {
      "_id": "601808cbd9e9e9ab831b0c50",
      "user": {
        "fullName": "Lea Britt",
        "nickName": "qiao",
        "avatarUrl": "https://source.unsplash.com/random/100x100?1"
      },
      "text": "Et sunt labore ad nostrud pariatur cupidatat cupidatat. Dolore ad ullamco aute reprehenderit sit commodo qui tempor ipsum. Occaecat consectetur culpa velit proident proident. Ea non labore ipsum mollit ullamco eiusmod occaecat. Consectetur anim cupidatat quis tempor culpa non."
    },
    {
      "_id": "601808cbf5deb9971bfc7806",
      "user": {
        "fullName": "Coleman Burch",
        "nickName": "comstar",
        "avatarUrl": "https://source.unsplash.com/random/100x100?4"
      },
      "text": "Culpa pariatur cillum aliquip nisi ex enim laborum dolor adipisicing irure consequat mollit. Dolor non nisi nisi reprehenderit aliqua proident adipisicing. Laborum incididunt veniam eu nostrud sint nulla sit do sunt aute. Eu cupidatat ipsum nisi irure. Pariatur ex laboris aliqua aute dolore do ullamco."
    }
  ],
  "topics": [
    {
      "name": "Ukrainian",
      "count": 22,
      "_id": "601808cb017asdsaabfdc6451c29c"
    },
    {
      "name": "cryptocurrency",
      "count": 55,
      "_id": "601808cb01ds7abfdc9421c29c"
    },
    {
      "name": "blockchain",
      "count": 111,
      "_id": "601808cf017abfdcdsfss9451c29c"
    },
    {
      "name": "NewsOne и ZIK",
      "count": 2214,
      "_id": "601828cb017abfdc9dsf451c29c"
    },
    {
      "name": "Это россия!",
      "count": 43422,
      "_id": "601808cb117abfdc9sdf451c29c"
    }
  ],
  "users": [
    {
      "fullName": "Janell Warner",
      "nickName": "trollery",
      "avatarUrl": "https://source.unsplash.com/random/100x100?1"
    },
    {
      "fullName": "Randolph Clay",
      "nickName": "vertide",
      "avatarUrl": "https://source.unsplash.com/random/100x100?4"
    },
    {
      "fullName": "Snider Lucas",
      "nickName": "goko",
      "avatarUrl": "https://source.unsplash.com/random/100x100?5"
    }
  ],
  "user": {
    "_id": "601808cb017abfdc9451c29c",
    "fullName": "Yuriy Soproniuk",
    "nickName": "niukJs",
    "avatarUrl": "https://source.unsplash.com/random/100x100?1"
  }
}